---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.ConduitRun
source: html/c480880e-c9d2-3daf-18e7-658e6b257e67.htm
---
# ConduitRun Properties

The id of the assembly instance to which the element belongs.